Repository: gotogymsaas/GoToGymPrime
Catalog: gotogym/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Has cerrado sesión correctamente.
pt: Sessão encerrada com sucesso.

source: Volver al inicio
pt: Voltar ao início

source: Iniciar sesión
pt: Entrar

source: Usuario o Email
pt: Usuário ou Email

source: Contraseña
pt: Senha

source: Ingresar
pt: Entrar

source: ¿No tienes una cuenta?
pt: Não tem uma conta?

source: Regístrate
pt: Cadastre-se

source: Restablecer contraseña
pt: Redefinir senha

source: Enviar correo de restablecimiento
pt: Enviar e-mail de redefinição

source: ¡Tu contraseña ha sido restablecida exitosamente!
pt: Sua senha foi redefinida com sucesso!

source: Ingresa tu nueva contraseña
pt: Digite sua nova senha

source: Se ha enviado un correo con instrucciones para restablecer tu contraseña.
pt: Um e-mail foi enviado com instruções para redefinir sua senha.

source: Cerrar sesión
pt: Sair

source: Bienvenido a GoToGym
pt: Bem-vindo ao GoToGym

source: Esta es la página principal.
pt: Esta é a página principal.

source: Innovación Cuántica y Bienestar Personalizado
pt: Inovação Quântica e Bem-Estar Personalizado

source: Descubre la elegancia del lujo deportivo combinado con tecnología avanzada.
pt: Descubra a elegância do luxo esportivo combinado com tecnologia avançada.

source: Ya tengo cuenta
pt: Já tenho conta

source: Empieza tu transformación
pt: Comece sua transformação

source: Colección destacada
pt: Coleção em destaque

source: Alianza exclusiva con John Frank Alza
pt: Parceria exclusiva com John Frank Alza

source: Presentamos una colección que redefine la moda deportiva fusionando la alta costura con la más avanzada tecnología textil.
pt: Apresentamos uma coleção que redefine a moda esportiva ao unir alta costura com a mais avançada tecnologia têxtil.

source: Nuestra esencia
pt: Nossa essência

source: Fusionamos lujo deportivo con nanotecnología avanzada y bienestar integral, creando una experiencia de usuario única y emocionalmente gratificante.
pt: Fundimos luxo esportivo com nanotecnologia avançada e bem-estar integral, criando uma experiência única e emocionalmente gratificante para o usuário.

source: Beneficios Clave
pt: Benefícios Chave

source: Rendimiento Mejorado
pt: Desempenho Aprimorado

source: Optimiza tu desempeño con textiles avanzados que se adaptan a tu ritmo.
pt: Otimize seu desempenho com tecidos avançados que se adaptam ao seu ritmo.

source: Protección UV
pt: Proteção UV

source: Cuida tu piel con nuestra tecnología antimicrobiana y protección solar integrada.
pt: Cuide da sua pele com nossa tecnologia antimicrobiana e proteção solar integrada.

source: Control Térmico
pt: Controle Térmico

source: Mantente cómodo con materiales que regulan tu temperatura corporal.
pt: Fique confortável com materiais que regulam sua temperatura corporal.

source: Confort Personalizado
pt: Conforto Personalizado

source: Texturas únicas que brindan una experiencia sensorial inigualable.
pt: Texturas únicas que proporcionam uma experiência sensorial incomparável.

source: Nuestros clientes opinan
pt: Nossos clientes opinam

source: “Las prendas de GoToGym se convirtieron en mis favoritas. Al principio parecían normales, pero con el tiempo noté la diferencia positiva en rendimiento y comodidad. Ahora no puedo hacer ejercicio sin ellas.”
pt: As roupas da GoToGym se tornaram minhas favoritas. No começo pareciam normais, mas com o tempo notei a diferença positiva em desempenho e conforto. Agora não consigo treinar sem elas.

source: Tecnología innovadora
pt: Tecnologia inovadora

source: Utilizamos grafeno y nanotecnología en nuestras prendas, garantizando resistencia, flexibilidad y un compromiso continuo con la sostenibilidad ambiental.
pt: Utilizamos grafeno e nanotecnologia em nossas peças, garantindo resistência, flexibilidade e um compromisso contínuo com a sustentabilidade ambiental.

source: Conocer más
pt: Saiba mais

source: Acerca de
pt: Sobre

source: Contacto
pt: Contato

source: Privacidad
pt: Privacidade

source: Términos
pt: Termos

source: Únete a nuestra comunidad y descubre la revolución del bienestar.
pt: Junte-se à nossa comunidade e descubra a revolução do bem-estar.

source: Síguenos en redes sociales:
pt: Siga-nos nas redes sociais:

source: 2025 GoToGym. Todos los derechos reservados.
pt: 2025 GoToGym. Todos os direitos reservados.

source: Inicio
pt: Início

source: Bienestar
pt: Bem-estar

source: Tienda
pt: Loja

source: Colección
pt: Coleção

source: Tecnología
pt: Tecnologia

source: Explorar ahora
pt: Explorar agora

source: Descubrir colección
pt: Descobrir coleção

source: Política de privacidad
pt: Política de Privacidade
